odIfcIsGeomResourceInitialized
\details
Retrieves whether the IFC geometry module is loaded and initialized.
\returns The function returns true if the IFC geometry module is initialized; otherwise, the function returns false.